Revit 2024 API
SymbolTypeId.LbfPerFtSup3 Property
 Symbol lbf/ft³, indicating unit Pounds force per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbfPerFtSup3 { get; }
Visual Basic
Public Shared ReadOnly Property LbfPerFtSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbfPerFtSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace